tap 'caskroom/cask'

brew "ag"
brew "autojump"
brew "alacritty"
brew "chruby"
brew "dos2unix"
brew "git"
brew "jsonpp"
brew "kubernetes-cli"
brew "libgit2"
brew "libsodium"
brew "mas"
brew "mongodb"
brew "mosh"
brew "mysql"
brew "node"
brew "openssh"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "sqlite"
brew "tmux"
brew "vim"
brew "vimpager"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "alfred"
cask "appcleaner"
cask "atom"
cask "cyberduck"
cask "dbeaver-community"
cask "evernote"
cask "firefox"
cask "google-chrome"
cask "gpg-suite"
cask "iterm2"
cask "java"
cask "keybase"
cask "microsoft-office"
cask "mplayerx"
cask "onyx"
cask "slack"
cask "spotify"
cask "superhuman"
cask "the-unarchiver"

mas "Things", id: 904280696
