tap 'caskroom/cask'

brew "ag"
brew "autojump"
brew "chruby"
brew "dos2unix"
brew "git"
brew "heroku-toolbelt"
brew "jsonpp"
brew "kap"
brew "kubernetes-cli"
brew "libgit2"
brew "mongodb"
brew "mas"
brew "mosh"
brew "mysql"
brew "node"
brew "openssh"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "ruby-install"
brew "sqlite"
brew "tmux"
brew "vim"
brew "vimpager"
brew "wget"
brew "zsh"

cask "adobe-acrobat"
cask "adobe-photoshop-cc"
cask "alfred"
cask "anvil"
cask "appcleaner"
cask "atom"
cask "caffeine"
cask "dropbox"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "gpgtools"
cask "hyperdock"
cask "iterm2"
cask "keybase"
cask "medis"
cask "microsoft-office"
cask "mplayerx"
cask "onyx"
cask "postico"
cask "psequel"
cask "rocket"
cask "sequel-pro"
cask "slack"
cask "sonos"
cask "spectacle"
cask "spotify"
cask "textmate"
cask "the-unarchiver"
cask "transmission"
cask "tunnelbear"
cask "tunnelblick"
cask "whatsapp"
