cask "brave-browser"
cask "superhuman"
cask "1password"
cask "todoist"

cask "alfred"
cask "appcleaner"
cask "atom"
cask "cyberduck"
cask "dbeaver-community"
cask "firefox"
cask "gpg-suite"
cask "iterm2"
cask "keybase"
cask "mplayerx"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "whatsapp"

cask "microsoft-office"
cask "homebrew/cask-drivers/logitech-g-hub"
cask "homebrew/cask-fonts/font-meslo-for-powerline"
cask "postman"

brew "ag"
brew "autojump"
brew "chruby"
brew "coreutils"
brew "docker-compose"
brew "dos2unix"
brew "eslint"
brew "fzf"
brew "git"
brew "jsonpp"
brew "libgit2"
brew "libsodium"
brew "mas"
brew "mosh"
brew "mysql"
brew "node"
brew "openssh"
brew "openssl"
brew "postgresql"
brew "reattach-to-user-namespace"
brew "rectangle"
brew "ruby-install"
brew "shared-mime-info"
brew "sqlite"
brew "tmux"
brew "unixodbc"
brew "vim"
brew "vimpager"
brew "wget"
brew "yarn"
brew "zsh"
brew "zsh-completions"

brew "nvm"
brew "watchman"
